/* Accessibility Role */
"AccessibilityRole" = "Rol de accesibilidad";

/* Tab Index */
"AccessibilityTabIndex" = "Índice de pestañas de accesibilidad";

/* Action */
"ActionHandler" = "Acciones de símbolos";

/* Drag Action */
"ActionHandlerOnDrag" = "Acción de arrastrar";

/* Enter Viewport Action */
"ActionHandlerOnEnterViewport" = "ActionHandlerOnEnterViewport";

/* Exit Viewport Action */
"ActionHandlerOnExitViewport" = "ActionHandlerOnExitViewport";

/* Mouse Click Action */
"ActionHandlerOnMouseClick" = "Acción de clic del mouse";

/* Mouse Down Action */
"ActionHandlerOnMouseDown" = "Acción de mouse abajo";

/* Mouse Out Action */
"ActionHandlerOnMouseOut" = "Acción de mouse fuera";

/* Mouse Over Action */
"ActionHandlerOnMouseOver" = "Acción de mouse encima";

/* Mouse Up Action */
"ActionHandlerOnMouseUp" = "Acción de mouse arriba";

/* Scene Load Action */
"ActionHandlerOnSceneLoad" = "Acción de cargar escena";

/* Scene Unload Action */
"ActionHandlerOnSceneUnload" = "Acción de deshacer carga de escena";

/* Swipe Down Action */
"ActionHandlerOnSwipeDown" = "Acción de deslizar abajo";

/* Swipe Left Action */
"ActionHandlerOnSwipeLeft" = "Acción de deslizar a izquierda";

/* Swipe Right Action */
"ActionHandlerOnSwipeRight" = "Acción de deslizar a derecha";

/* Swipe Up Action */
"ActionHandlerOnSwipeUp" = "Acción de deslizar arriba";

/* Alt Text */
"AltText" = "Texto alt.";

/* Autoplay */
"Autoplay" = "Reproducción automática";

/* Flexible Layout */
"AutoresizingMask" = "Diseño flexible";

/* Blur (backdrop) */
"BackdropFilterEffectBlur" = "Difuminado (telón de fondo)";

/* Brightness (backdrop) */
"BackdropFilterEffectBrightness" = "Brillo (telón de fondo)";

/* Contrast (backdrop) */
"BackdropFilterEffectContrast" = "Contraste (telón de fondo)";

/* Hue (backdrop) */
"BackdropFilterEffectHue" = "Matiz (telón de fondo)";

/* Saturate (backdrop) */
"BackdropFilterEffectSaturate" = "Saturación (telón de fondo)";

/* Sepia (backdrop) */
"BackdropFilterEffectSepia" = "Sepia (telón de fondo)";

/* Background Color */
"BackgroundColor" = "Color de fondo";

/* Background Gradient Angle */
"BackgroundGradientAngle" = "Ángulo de degradado de fondo";

/* Background Gradient End Color */
"BackgroundGradientEndColor" = "Color de fin de degradado de fondo";

/* Background Gradient Start Color */
"BackgroundGradientStartColor" = "Color de inicio de degradado de fondo";

/* Background Image */
"BackgroundImageResourceGroupOid" = "Imagen de fondo";

/* Background Origin */
"BackgroundOrigin" = "Origen de fondo";

/* Background Repeat */
"BackgroundRepeat" = "Repetición de fondo";

/* Background Size */
"BackgroundSize" = "Tamaño de fondo";

/* Border Color */
"BorderColor" = "Color de borde";

/* Border Color (Bottom) */
"BorderColorBottom" = "Color de borde (inferior)";

/* Border Color (Left) */
"BorderColorLeft" = "Color de borde (izquierdo)";

/* Border Color (Right) */
"BorderColorRight" = "Color de borde (derecho)";

/* Border Color (Top) */
"BorderColorTop" = "Color de borde (superior)";

/* Border Radius (Bottom-Left) */
"BorderRadiusBottomLeft" = "Radio de borde (inferior izquierdo)";

/* Border Radius (Bottom-Right) */
"BorderRadiusBottomRight" = "Radio de borde (inferior derecho)";

/* Border Radius (Top-Left) */
"BorderRadiusTopLeft" = "Radio de borde (superior izquierdo)";

/* Border Radius (Top-Right) */
"BorderRadiusTopRight" = "Radio de borde (superior derecho)";

/* Border Style */
"BorderStyle" = "Estilo de borde";

/* Border Style (Bottom) */
"BorderStyleBottom" = "Estilo de borde (inferior)";

/* Border Style (Left) */
"BorderStyleLeft" = "Estilo de borde (izquierdo)";

/* Border Style (Right) */
"BorderStyleRight" = "Estilo de borde (derecho)";

/* Border Style (Top) */
"BorderStyleTop" = "Estilo de borde (superior)";

/* Border Width */
"BorderWidth" = "Anchura de borde";

/* Border Width (Bottom) */
"BorderWidthBottom" = "Anchura de borde (inferior)";

/* Border Width (Left) */
"BorderWidthLeft" = "Anchura de borde (izquierdo)";

/* Border Width (Right) */
"BorderWidthRight" = "Anchura de borde (derecho)";

/* Border Width (Top) */
"BorderWidthTop" = "Anchura de borde (superior)";

/* Shadow */
"BoxShadow" = "Sombra";

/* Shadow Blur Radius */
"BoxShadowBlurRadius" = "Radio difuminado de sombra";

/* Shadow Color */
"BoxShadowColor" = "Color de sombra";

/* Shadow X Offset */
"BoxShadowXOffset" = "Desplazamiento X de sombra";

/* Shadow Y Offset */
"BoxShadowYOffset" = "Desplazamiento Y de sombra";

/* CSS */
"CSS" = "CSS";

/* CSS */
"CSSUnknown" = "CSS";

/* Constrain Raio */
"ConstrainScaleRatio" = "ConstrainScaleRatio";

/* Content Editable */
"ContentEditable" = "Contenido editable";

/* Controls */
"Controls" = "Controles";

/* Cursor */
"Cursor" = "Cursor";

/* Custom Behaviors */
"CustomBehaviors" = "Comportamientos personalizados";

/* Depth */
"Depth" = "Profundidad";

/* Display */
"Display" = "Visualización";

/* Display Name */
"DisplayName" = "Nombre visualizado";

/* Blur */
"FilterEffectBlur" = "Difuminado";

/* Brightness */
"FilterEffectBrightness" = "Brillo";

/* Contrast */
"FilterEffectContrast" = "Contraste";

/* Hue */
"FilterEffectHue" = "Matiz";

/* Saturate */
"FilterEffectSaturate" = "Saturación";

/* Sepia */
"FilterEffectSepia" = "Sepia";

/* Font Family */
"FontFamily" = "Familia tipográfica";

/* Font Size */
"FontSize" = "Tamaño de letra";

/* Italic */
"FontStyle" = "Cursiva";

/* Bold */
"FontWeight" = "Negrita";

/* Size (Height) */
"Height" = "Tamaño (altura)";

/* Inner HTML */
"InnerHTML" = "InnerHTML";

/* Origin (Left) */
"Left" = "Origen (izquierda)";

/* Letter Spacing */
"LetterSpacing" = "Espacio entre letras";

/* Line Height */
"LineHeight" = "Altura de línea";

/* Loop */
"Loop" = "Bucle";

/* Motion Path Rotation */
"MotionPathRotation" = "Rotación trazado de movimiento";

/* Muted */
"Muted" = "Silenciado";

/* Opacity */
"Opacity" = "Opacidad";

/* Overflow */
"Overflow" = "Desbordamiento";

/* Padding (Bottom) */
"PaddingBottom" = "Margen (inferior)";

/* Padding (Left) */
"PaddingLeft" = "Margen (izquierdo)";

/* Padding (Right) */
"PaddingRight" = "Margen (derecho)";

/* Padding (Top) */
"PaddingTop" = "Margen (superior)";

/* Origin (Motion Path) */
"Path" = "Origen (trazado de movimiento)";

/* Physics (Air Drag) */
"PhysicsAirDrag" = "Física (arrastre del aire)";

/* Physics (Body Type) */
"PhysicsBodyType" = "Física (tipo de cuero)";

/* Physics (Bounce) */
"PhysicsBounce" = "Física (rebote)";

/* Physics (Density) */
"PhysicsDensity" = "Física (densidad)";

/* Physics (Friction) */
"PhysicsFriction" = "Física (fricción)";

/* Plays Inline */
"Plays Inline" = "Se reproduce insertado";

/* Pointer Events */
"PointerEvents" = "PointerEvents";

/* Position */
"Position" = "Posición";

/* Reflection Depth */
"ReflectionDepth" = "Profundidad de reflejo";

/* Reflection Offset */
"ReflectionOffset" = "Desplazamiento de reflejo";

/* Rotation Angle */
"RotationAngle" = "Ángulo de rotación";

/* Rotation Angle (X) */
"RotationAngleX" = "Ángulo de rotación (X)";

/* Rotation Angle (Y) */
"RotationAngleY" = "Ángulo de rotación (Y)";

/* Rotation Angle (Z) */
"RotationAngleZ" = "Ángulo de rotación (Z)";

/* Rotation Follows Motion Path */
"RotationFollowsMotionPath" = "La rotación sigue el trazado de movimiento";

/* Scale (Width) */
"ScaleX" = "Escala (anchura)";

/* Scale (Height) */
"ScaleY" = "Escala (altura)";

/* SRC */
"Source" = "FNT";

/* Tag Name */
"TagName" = "Nombre de etiqueta";

/* Text Align */
"TextAlign" = "Alineación del texto";

/* Text Color */
"TextColor" = "Color del texto";

/* Underline */
"TextDecoration" = "Subrayar";

/* Text Shadow Blur Radius */
"TextShadowBlurRadius" = "Radio difuminado de sombra de texto";

/* Text Shadow Color */
"TextShadowColor" = "Color de sombreado del texto";

/* Text Shadow X Offset */
"TextShadowXOffset" = "Desplazamiento X de sombra del texto";

/* Text Shadow Y Offset */
"TextShadowYOffset" = "Desplazamiento Y de sombra del texto";

/* Origin (Top) */
"Top" = "Origen (superior)";

/* Transform Origin X Offset */
"TransformOriginXOffset" = "Desplazamiento origen X de transformación";

/* Transform Origin Y Offset */
"TransformOriginYOffset" = "Desplazamiento origen Y de transformación";

/* User Select */
"UserSelect" = "Selección del usuario";

/* Using Motion Paths */
"UsingMotionPaths" = "Usar trazados de movimiento";

/* Video Track */
"Video Track" = "Pista de vídeo";

/* Video */
"VideoResourceGroupOid" = "Vídeo";

/* Size (Width) */
"Width" = "Tamaño (anchura)";

/* Word Spacing */
"WordSpacing" = "Espacio entre palabras";

/* Z Index */
"ZIndex" = "Índice Z";

/* On Drag Action */
"onSceneDragActionHandler" = "onSceneDragActionHandler";

/* On Key Down Action */
"onSceneKeyDownActionHandler" = "onSceneKeyDownActionHandler";

/* On Key Press Action */
"onSceneKeyPressActionHandler" = "onSceneKeyPressActionHandler";

/* On Key Up Action */
"onSceneKeyUpActionHandler" = "onSceneKeyUpActionHandler";

/* On Scene Load Action */
"onSceneLoadActionHandler" = "onSceneLoadActionHandler";

/* On Swipe Down Action */
"onSceneSwipeDownActionHandler" = "onSceneSwipeDownActionHandler";

/* On Swipe Left Action */
"onSceneSwipeLeftActionHandler" = "onSceneSwipeLeftActionHandler";

/* On Swipe Right Action */
"onSceneSwipeRightActionHandler" = "onSceneSwipeRightActionHandler";

/* On Swipe Up Action */
"onSceneSwipeUpActionHandler" = "onSceneSwipeUpActionHandler";

/* On Any Timeline Complete Action */
"onSceneTimelineCompleteActionHandler" = "onSceneTimelineCompleteActionHandler";

/* On Scene Unload Action */
"onSceneUnloadActionHandler" = "onSceneUnloadActionHandler";

